---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SpotElevLeaderArrowhead
source: html/8e366cb2-61f8-5c28-6927-8cb0733f313f.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SpotElevLeaderArrowhead Property

"Leader Arrowhead"

## Syntax (C#)
```csharp
public static ForgeTypeId SpotElevLeaderArrowhead { get; }
```